/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk / %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@がインストールされました。次回%3$@が開始されると利用できます！今すぐ再起動しますか？";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@は現在利用できる最新バージョンです。";

/* No comment provided by engineer. */
"update_available_%@_%@_%@" = "%1$@ %2$@を利用できます（使用中のバージョンは%3$@です）。今すぐダウンロードしますか？";
"upgrade_available_%@_%@_%@" = "%1$@ %2$@を利用できます (使用中のバージョンは%3$@です)。<r>**この新しいバージョンは全機能搭載の30日間無料お試し期間を含む有料アップグレードです。**<r> 今すぐダウンロードしますか。アップグレードされない時のために、現在使用中のバージョンのCCCはそのまま残ります。";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Move CCC to the Trash, then download the latest version at https://bombich.com/download" = "%@はアプリケーションのディレクトリへの書き込み権限がありません！CCCをゴミ箱に移動した後、以下のリンクから最新バージョンをダウンロードしてください：https://bombich.com/download";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "%@の新しいバージョンがインストールされました！";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@の新しいバージョンを利用できます。";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "インストール中にエラーが起きました。後でやり直してください。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "アップデート情報を取得中にエラーが起きました。後でやり直してください。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "アーカイブを展開中にエラーが起きました。後でやり直してください。";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "ファイルをダウンロード中にエラーが起きました。後でやり直してください。";

/* No comment provided by engineer. */
"An update is already in progress!" = "アップデートはすでに進行中です！";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Check for updates on startup?" = "CCCに定期的にアップデートの確認をさせますか。";

/* No comment provided by engineer. */
"Downloading update..." = "アップデートをダウンロード中…";

/* No comment provided by engineer. */
"Extracting update..." = "アップデートを抽出中…";

/* No comment provided by engineer. */
"Install and Relaunch" = "インストールして再起動";

/* No comment provided by engineer. */
"Installing update..." = "アップデートをインストール中…";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "インストールの準備ができました！";

/* No comment provided by engineer. */
"Update Error!" = "アップデートエラー！";

/* No comment provided by engineer. */
"Updating %@" = "%@をアップデート中";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "起動時に%@がアップデートを確認するよう設定しますか。設定しなければ、アプリケーションメニューから手動で確認できます。";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You're up to date!" = "最新版を使用中です！";

/* No comment provided by engineer. */
"Quit" = "終了";

"auto_check_prompt" = "アプリケーションの使用状況とタスクの統計情報をBombich Softwareと共有していただくことでもCCCの機能向上にご協力いただけます。これらの設定は、 CCCの環境設定ウインドウの“ソフトウェアアップデート”からいつでも変更できます。";
"Check for updates on startup?" = "CCCに定期的にアップデートの確認をさせますか。";
"collect_task_stats" = "匿名の使用状況の統計情報を収集";
"Don't Check" = "確認しない";
"Check Automatically" = "自動的に確認";
"Install Update" = "アップデートをインストール";
"Install Upgrade" = "アップグレードをインストール";
